
// Common
"OK" = "OK";
"Cancel" = "キャンセル";
"Error" = "エラー";
"byte" = "バイト";
"bytes" = "バイト";

// Application
"Quit" = "終了";
"Don't Quit" = "終了しない";
"Are you sure you want to quit? Daybreak is currently downloading some files. If you quit now, it will not finish downloading these files." = "本当に終了しますか？現在、ファイルをダウンロード中です。終了するとファイルのダウンロードは完了しません。";
"Daybreak Feedback" = "Daybreak フィードバック";
"Are you sure you want to empty the cache?" = "本当にキャッシュを空にしますか？";
"Daybreak saves the contents of webpages you open, and stores them in a cache, so the pages load faster when you visit them again." = "Daybreak は開いた Web ページのコンテンツを保存しキャッシュに格納します。これにより次に同じページを訪問したときにページが速く表示されます。";
"Empty" = "空にする";
"On disk" = "ディスク上";
"In memory" = "メモリー内";

// Menu titles
"About Daybreak" = "Daybreak について";
"Provide Feedback" = "フィードバックを送る";
"Check for Updates…" = "アップデートの確認…";
"Preferences…" = "環境設定…";
"Empty Cache…" = "キャッシュを空にする…";
"Services" = "サービス";
"Hide Daybreak" = "Daybreak を隠す";
"Hide Others" = "ほかを隠す";
"Show All" = "すべてを表示";
"Quit Daybreak" = "Daybreak を終了";
"File" = "ファイル";
"New Window" = "新規ウインドウ";
"New Tab" = "新規タブ";
"Open…" = "開く…";
"Open Location…" = "場所を開く…";
"Close" = "閉じる";
"Save As…" = "別名で保存…";
"Download from URL…" = "URLからダウンロード…";
"Print…" = "プリント…";
"Edit" = "編集";
"Undo" = "取り消す";
"Redo" = "やり直す";
"Cut" = "カット";
"Copy" = "コピー";
"Paste" = "ペースト";
"Delete" = "削除";
"Select All" = "すべてを選択";
"Find" = "検索";
"Find…" = "検索…";
"Find Next" = "次を検索";
"Find Previous" = "前を検索";
"Use Selection for Find" = "選択部分を検索に使用";
"Jump to Selection" = "選択部分へジャンプ";
"Spelling and Grammar" = "スペルと文法";
"Show Spelling…" = "スペルと文法を表示…";
"Check Spelling" = "書類を今すぐチェック";
"Check Spelling While Typing" = "入力中にスペルチェック";
"Check Grammar With Spelling" = "スペルと一緒に文法をチェック";
"Substitutions" = "自動置換";
"Smart Copy/Paste" = "スマートコピー／ペースト";
"Smart Quotes" = "スマート引用府";
"Smart Links" = "スマートリンク";
"Speech" = "スピーチ";
"Start Speaking" = "読み上げを開始";
"Stop Speaking" = "読み上げを停止";
"View" = "表示";
"Show All Bars" = "すべてのバーを表示";
"Hide All Bars" = "すべてのバーを隠す";
"Show Toolbar" = "ツールバーを表示";
"Hide Toolbar" = "ツールバーを隠す";
"Show Tabbar" = "タブバーを表示";
"Hide Tabbar" = "タブバーを隠す";
"Sidebar Position" = "サイドバーの位置";
"Left" = "左";
"Right" = "右";
"Customize Toolbar…" = "ツールバーをカスタマイズ…";
"Reload" = "リロード";
"Stop" = "中止";
"View Scale" = "拡大率";
"Text Scale" = "テキスト拡大率";
"Actual Size" = "実際のサイズ";
"Zoom In" = "拡大";
"Zoom Out" = "縮小";
"Select User Agent" = "ユーザエージェントを選択";
"Show Source" = "ソースを表示";
"Hide Source" = "ソースを隠す";
"Show Resources" = "リソース一覧を表示";
"Hide Resources" = "リソース一覧を隠す";
"Show Web Inspector" = "Web インスペクタを表示";
"Show Error Console" = "エラーコンソールを表示";
"History" = "履歴";
"Back" = "戻る";
"Forward" = "進む";
"Show History…" = "履歴を表示…";
"Bookmarks" = "ブックマーク";
"Show All Bookmarks" = "ブックマークを表示";
"Hide All Bookmarks" = "ブックマークを隠す";
"Add Bookmark…" = "ブックマークに追加…";
"Find in Bookmarks" = "ブックマークを検索";
"as List" = "リスト表示";
"as Icons" = "アイコン表示";
"as Tiles" = "タイル表示";
"Window" = "ウインドウ";
"Minimize" = "Dock に入れる";
"Zoom" = "拡大／縮小";
"Select Next Tab" = "次のタブを選択";
"Select Previous Tab" = "前のタブを選択";
"Downloads" = "ダウンロード";
"Bring All to Front" = "すべてを手前に移動";
"Help" = "ヘルプ";
"Daybreak Help" = "Daybreak ヘルプ";
"Localize…" = "ローカライズ…";
"Installed Plug-ins" = "インストール済みプラグイン";
"Daybreak Home Page" = "Daybreak ホーム";
"Search in Google" = "Google 検索";
"Open Google Search Results in New Tab" = "Google 検索結果を新規タブで開く";
"Open in Application..." = "アプリケーションで開く...";
"Open in %@" = "%@ で開く";
"Open Link in New Tab" = "リンクを新規タブで開く";
"Open Link in Application..." = "リンクをアプリケーションで開く...";
"Open Link in %@" = "リンクを %@ で開く";
"Open Frame in Current Frame" = "フレームを現在のフレームで開く";
"Open Frame in New Tab" = "フレームを新規タブで開く";

// Preferences
"General" = "一般";
"Open new windows with home page" = "新規ウインドウでホームページを表示する";
"Open new tabs with home page" = "新規タブでホームページを表示する";
"Home page" = "ホームページ";
"Save downloaded files to" = "ダウンロードしたファイルの保存先";
"Open URL from applications" = "アプリケーションでURLを開く場合";
"in a new window" = "新規ウインドウで開く";
"in a new tab" = "新規タブで開く";
"in the current tab" = "現在のタブで開く";
"Quit when the last window is closed" = "最後のウインドウが閉じられたとき終了する";
"Confirm before closing multiple tabs" = "複数のタブを閉じる前に確認する";
"Check the new version after launching" = "起動時に新しいバージョンをチェックする";
"Clears all caches after launching" = "起動時にすべてのキャッシュをクリアする";
"Appearance" = "表示";
"Allows animated image to loop" = "アニメーションイメージのループを許可";
"Allows animated images" = "アニメーションイメージを許可";
"Loads images automatically" = "自動的にイメージをロード";
"Default encoding" = "デフォルトエンコーディング";
"Include backgrounds when printing" = "プリント時に背景を含める";
"Show bookmarks when window opens" = "ウインドウを表示した際にブックマークを表示する";
"Show alert when removing bookmark" = "ブックマーク削除時に警告する";
"Security" = "セキュリティ";
"Enable plug-ins" = "プラグインを有効にする";
"Enable Java" = "Java を有効にする";
"Enable JavaScript" = "JavaScript を有効にする";
"Block pop-up windows" = "ポップアップウインドウを開かない";
"URL field shows IDN as ASCII" = "IDN をASCII としてURL フィールドに表示する";
"Accept cookies" = "Cookie の受け入れ";
"Save history for" = "履歴の保存";
"Advanced" = "詳細";
"Enable Web Inspector" = "Web インスペクタを有効にする";
"When a new tab opens, make it active" = "新規のタブを開くときに選択された状態にする";

// Bookmark
"Untitled" = "名称未設定";
"Title" = "タイトル";
"URL" = "URL";
"Label" = "ラベル";
"Add" = "追加";
"Open an item" = "項目を開く";
"Open %d items" = "%d 項目を開く";
"Remove an item" = "項目を削除";
"Remove %d items" = "%d 項目を削除";

// Tab
"Close Others" = "ほかを閉じる";

// Document
"Go" = "Go";
"Search" = "ウェブ検索";
"Suggestions" = "候補";
"URL Field" = "URL フィールド";
"Add Bookmark" = "ブックマークに追加";
"Snapshot" = "スナップショット";
"Snapshot Current Page" = "現在のページをスナップショット";
"Go Home" = "ホーム";
"Go Home Page" = "ホームページ";
"Bug Report" = "バグレポート";
"User Agent" = "ユーザエージェント";
"Source" = "ソース";
"Save" = "保存";
"Scale" = "スケール";
"Send Bug Report" = "バグレポートを送信";
"Load" = "読み込み";
"Reload / Stop" = "リロード / 停止";
"Text Encoding" = "テキストエンコーディング";
"Default" = " デフォルト";
"Open in other application…" = "ほかのアプリケーションで開く…";
"This page is already added to bookmarks. \nAre you sure you want to update it?" = "このページは既にブックマークに追加されています。\nアップデートしてもよろしいですか？";
"Are you sure you want to bookmark this page?" = "このページをブックマークしてもよろしいですか？";
"Download any file from typed URL." = "入力されたURL からファイルをダウンロードします。";
"Are you sure you want to open %d items?" = "%d 項目を開いてもよろしいですか？";
"Complete to add new localization. Restart Daybreak." = "新しい言語の追加が完了しました。Daybreak をリスタートしてください。";
"Failed to add new localization." = "新しい言語の追加に失敗しました。";

// Update
"A new version of Daybreak %@ is available." = "新しいバージョンの Daybreak %@ を利用できます。";
"Daybreak %@ is currently the newest version available." = "このバージョンのDaybreak は最新バージョンです。";
"Could not check for updates." = "アップデートを確認できませんでした。";
"If you click the \"Download\" button, the download of the disk image file will begin. " = "\"ダウンロード\"ボタンをクリックすると、ディスクイメージファイルのダウンロードを開始します。";
"Are you sure you want to download?" = "Are you sure you want to download?";
"Not Now" = "後で";
"Skip This Version" = "このバージョンをスキップ";
"Download" = "ダウンロード";

// Snapshot
"Only visible portion" = "見えている範囲のみ";
"Update" = "アップデート";
"Size" = "サイズ";
"File Type" = "ファイルタイプ";
"File Size" = "ファイルサイズ";
"Updating..." = "アップデート中...";
"Compression" = "圧縮";
"Quality" = "品質";

// Bug report
"Summary" = "概要";
"Reproducibility" = "再現性";
"Describe" = "記述";
"None" = "なし";
"A way to reproduce" = "再現方法";
"Could not send the report." = "レポートを送信できませんでした。";
"OS" = "OS";
"Processor" = "プロセッサ";
"Application Version" = "アプリケーションバージョン";
"Daybreak Bug Report" = "Daybreak バグレポート";

// User Agent
"Other" = "その他";

// History
"Remove" = "取り除く";
"Remove All" = "すべてを取り除く";
"Are you sure you want to remove all items?" = "すべての項目を取り除いてもよろしいですか？";

// Findbar
"Ignore Case" = "大文字／小文字を無視";
"Wrap Around" = "折り返す";

// Download
"Undone" = "未完了";
"Done" = "完了";

// Localization
"Localize" = "ローカライズ";
"Language" = "言語";
"Create" = "作成";

// Error titles
"Unknown Error" = "不明なエラー";
"Cancelled" = "キャンセルされました。";
"Bad URL" = "不正なURL";
"Timed Out" = "タイムアウト";
"Unsupported URL" = "未対応なURL";
"Cannot Find Host" = "ホストが見つかりません。";
"Cannot Connect to Host" = "ホストに接続できません。";
"Network Connection Lost" = "ネットワーク接続が解除されました。";
"DNS Lookup Failed" = "DNS Lookup Failed";
"Too Many Redirects" = "多くのリダイレクトが発生しています。";
"Resource Unavailable" = "リソースは利用できません。";
"Not Connected to Internet" = "インターネットに接続されていません。";
"Redirect to Non Existent Location" = "存在しない場所にリダイレクトされました。";
"Bad Server Response" = "不正なサーバレスポンス";
"User Cancelled Authentication" = "User Cancelled Authentication";
"User Authentication Required" = "User Authentication Required";
"Zero Byte Resource" = "Zero Byte Resource";
"Cannot Decode Raw Data" = "Cannot Decode Raw Data";
"Cannot Decode Content Data" = "Cannot Decode Content Data";
"Cannot Parse Response" = "Cannot Parse Response";
"File Does Not Exist" = "File Does Not Exist";
"File is Directory" = "File is Directory";
"No Permissions to ReadFile" = "No Permissions to ReadFile";
"Data Length Exceeds Maximum" = "Data Length Exceeds Maximum";
"Secure Connection Failed" = "Secure Connection Failed";
"Server Certificate Has BadDate" = "Server Certificate Has BadDate";
"Server Certificate Untrusted" = "信頼性の無いサーバ証明書";
"Continue" = "続ける";
"The certificate for this website is invalid. You might be connecting to a website that is pretending to be \"%@\", which could put your confidential information at risk. Would you like to connect to the website anyway?" = "この Web サイトの証明書は無効です。\"%@\"に偽装した Web サイトに接続している可能性があり、機密情報が漏えいするおそれがあります。それでもこの Web サイトに接続しますか？";
"Server Certificate Has UnknownRoot" = "Server Certificate Has UnknownRoot";
"Server Certificate Not Yet Valid" = "Server Certificate Not Yet Valid";
"Client Certificate Rejected" = "Client Certificate Rejected";
"Cannot Load from Network" = "Cannot Load from Network";
"Daybreak can’t open the page “%@”" = "“%@”を開くことができません。";
"Could not open in %@." = "%@ で開くことができませんでした。";
